Repository: arzaluz-chris/WaldenVibes
Catalog: WaldenVibes/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: es_419

source: Week
es_419: Semana

source: Welcome to Walden Vibes
es_419: Bienvenido a Walden Vibes

source: Well done! You've completed your meditation session. %@
es_419: ¡Bien hecho! Has completado tu sesión de meditación. %@

source: When
es_419: Cuando

source: Where are you?
es_419: ¿En dónde te encuentras?

source: Work
es_419: Trabajo

source: Year
es_419: Año

source: You have complete control over your data. You can export or delete all your data at any time from the settings menu.
es_419: Tienes control total sobre tus datos. Puedes exportar o borrar todos tus datos en cualquier momento desde el menú de configuración.

source: Your answers stay on your device
es_419: Tus respuestas se guardan en tu dispositivo

source: Your Data
es_419: Tus Datos

source: Your data is safe
es_419: Tus datos están seguros

source: Your data is stored securely on your device using iOS's built-in security features. No data is transmitted to external servers.
es_419: Tus datos se almacenan de forma segura en tu dispositivo utilizando las funciones de seguridad integradas de iOS. No se transmite ningún dato a servidores externos.

source: Your Data Summary
es_419: Resumen de tu Información

source: Your emotional well-being companion
es_419: Tu compañero para el bienestar emocional

source: Your emotional well-being matters
es_419: Tu bienestar emocional importa

source: Your most active time for recording emotions is %@
es_419: Tu momento más activo para registrar emociones es %@

source: Your personal companion for emotional well-being and mindfulness
es_419: Tu compañero personal para el bienestar emocional y la atención plena

source: Your Rights
es_419: Tus Derechos

source: Your Stress Level
es_419: Tu nivel de estrés

source: Your stress levels have been high. Consider taking breaks and practicing relaxation techniques.
es_419: Tus niveles de estrés han sido altos. Considera tomar descansos y practicar técnicas de relajación.
